"New chat with ${applicationName} using ${model}" = "Új csevegés a következővel a(z) ${model} használatával: ${applicationName}";

"Send a question to ${applicationName}" = "Kérdés küldése a következőnek: ${applicationName}";

"Query ${applicationName}" = "${applicationName} lekérdezése";

"Start a new chat with ${applicationName}" = "Új csevegés indítása a következővel: ${applicationName}";

"Talk to ${applicationName}" = "Beszéd a következőhöz: ${applicationName}";

"Start a new conversation with ${applicationName} using ${model}" = "Új beszélgetés indítása a következővel a(z) ${model} használatával: ${applicationName}";

"New chat with ${applicationName}" = "Új csevegés a következővel: ${applicationName}";

"New conversation with ${applicationName}" = "Új beszélgetés a következővel: ${applicationName}";

"Start a new conversation with ${applicationName}" = "Új beszélgetés indítása a következővel: ${applicationName}";

"Tell ${applicationName}" = "Elmondás a következőnek: ${applicationName}";

"Start a new chat with ${applicationName} using ${model}" = "Új csevegés indítása a következővel a(z) ${model} használatával: ${applicationName}";

"Start voice conversation with ${applicationName}" = "Hangalapú beszélgetés indítása a következővel: ${applicationName}";

"Ask ${applicationName}" = "${applicationName} megkérdezése";

"New conversation with ${applicationName} using ${model}" = "Új beszélgetés a következővel a(z) ${model} használatával: ${applicationName}";

